{"extracted_information": "El contenido web proporciona una lista de obras de Immanuel Kant, divididas en sus dos períodos principales: precrítico y crítico. También menciona el 'Opus Postumum'. Sin embargo, el contenido *no* incluye descripciones detalladas ni análisis de cada obra principal, que formaban parte de la solicitud del usuario.", "specifications": {}, "pricing": {}, "features": [], "statistics": {}, "temporal_info": {"periodos_obra_kant": [{"nombre": "Período precrítico", "definicion": "Abarca toda la actividad filosófica kantiana hasta la \"Disertación\" de 1770. Algunos estudiosos distinguen dos fases: la primera (hasta 1755 o 1760) con predominio del interés por la física y las ciencias; la segunda (hasta 1770) dominada por preocupaciones metafísicas.", "obras": [{"año": 1747, "titulo": "Pensamientos sobre el verdadero valor de las fuerzas vivas"}, {"año": 1755, "titulo": "De igne"}, {"año": 1755, "titulo": "Historia natural general y teoría del cielo"}, {"año": 1755, "titulo": "Nueva dilucidación de los primeros principios del conocimiento metafísico"}, {"año": 1762, "titulo": "La falsa sutileza de las cuatro figuras silogísticas"}, {"año": 1762, "titulo": "El único fundamento posible de una demostración de la existencia de Dios"}, {"año": 1764, "titulo": "Investigación acerca de la distinción de los principios de la teología natural y de la moral"}, {"año": 1764, "titulo": "Observaciones acerca del sentimiento de lo hermoso y lo sublime"}, {"año": 1766, "titulo": "Sueños de un visionario, comentados por los sueños de la metafísica"}, {"año": 1770, "titulo": "De mundi sensibilis atque intelligibilis forma et principiis (La Disertación de 1770)"}]}, {"nombre": "Período crítico", "definicion": "Comprende la actividad filosófica posterior a 1770, en la que Kant desarrolla su pensamiento en una dirección distinta, cuyas líneas fundamentales expone en la \"Crítica de la razón pura\".", "obras": [{"año": 1781, "titulo": "Crítica de la razón pura"}, {"año": 1783, "titulo": "Prolegómenos a toda metafísica futura"}, {"año": 1784, "titulo": "Ideas para una historia universal en clave cosmopolita"}, {"año": 1784, "titulo": "¿Qué es la Ilustración?"}, {"año": 1785, "titulo": "Fundamentación de la metafísica de las costumbres"}, {"año": 1785, "titulo": "Sobre los volcanes de la luna"}, {"año": 1786, "titulo": "Primeros principios metafísicos de la ciencia natural"}, {"año": 1786, "titulo": "Fundamentos metafísicos iniciales de la cosmología"}, {"año": 1787, "titulo": "Segunda edición de la \"Crítica de la razón pura\""}, {"año": 1788, "titulo": "Crítica de la razón práctica"}, {"año": 1790, "titulo": "Crítica de la facultad de juzgar"}, {"año": 1791, "titulo": "Sobre el fracaso de todos los intentos filosóficos en teología"}, {"año": 1793, "titulo": "La religión dentro de los límites de la mera razón"}, {"año": 1793, "titulo": "En torno al tópico: tal vez eso sea correcto en teoría, pero no sirve para la práctica"}, {"año": 1795, "titulo": "Hacia la paz perpetua"}, {"año": 1797, "titulo": "La metafísica las costumbres"}, {"año": 1797, "titulo": "El conflicto de las facultades"}, {"año": 1798, "titulo": "Antropología desde el punto de vista pragmático"}]}], "opus_postumum": {"nombre": "Opus Postumum", "descripcion": "Recoge los escritos no editados por Kant en los que trabajaba antes de su muerte y que manifiestan una evolución de su pensamiento hacia las posiciones que defenderá posteriormente el idealismo alemán."}}, "geographical_data": {}, "references": []}