{"extracted_information": "El contenido web corresponde a la ficha de un capítulo de libro titulado \"Las raíces filosóficas de Kant: Rousseau, Hume y Leibniz\", escrito por Manuel Sánchez Rodríguez y publicado en 2023. La página proporciona metadatos sobre el capítulo y un resumen (abstract) que describe su argumento principal acerca de las influencias de estos filósofos en el pensamiento de Kant.\n\nEl resumen indica que el capítulo analiza las diferentes posiciones sobre las fuentes más importantes que influyeron en Kant. Señala que, si bien algunas interpretaciones históricas (mencionando autores como Wundt, Heidegger o Heimsoeth en la década de 1920) enfatizan un Kant metafísico vinculado a la tradición clásica y leibniziano-wolffiana, a menudo pasan por alto la importante influencia de enfoques críticos con la metafísica como los de Rousseau y Hume. Sin embargo, el capítulo argumenta que tampoco se debe ignorar la presencia e influencia efectiva del pensamiento de Leibniz y Wolff en los escritos de Kant, dado su preocupación por el problema de la metafísica.\n\nLa hipótesis de lectura defendida en el capítulo busca conciliar estas líneas de influencia aparentemente contrapuestas. Se argumenta que Kant pretende conservar, desde la filosofía trascendental, los principios de la metafísica de origen leibniziano-wolffiano, pero lo hace a través de una reducción crítica de los mismos a su origen subjetivo y a su sentido moral. Se defiende que Rousseau y Hume ejercieron un influjo determinante en la adopción por parte de Kant de esta posición crítica.", "specifications": {"URI": "https://hdl.handle.net/10481/87429", "ISBN": "978-84-1369-582-2", "Formato_disponible": "capítulo (PDF)", "Tamaño_archivo_PDF": "366.1Kb"}, "pricing": {}, "features": [], "statistics": {"Estadisticas_disponibles_en": "/handle/10481/87429/statistics"}, "temporal_info": {"Año_publicacion_capitulo": "2023", "Periodo_interpretaciones_mencionadas": "década de 1920"}, "geographical_data": {"Ubicacion_editorial": "Granada, España (Editorial Comares)", "Ubicacion_repositorio": "Universidad de Granada (DIGIBUG)"}, "references": [{"tipo": "citado_en_resumen", "referencia": "Brandt 1993: 27–35"}, {"tipo": "referencia_bibliografica_capitulo", "referencia": "Sánchez Rodríguez, Manuel, \"Las raíces filosóficas de Kant: Rousseau, Hume y Leibniz\", en Gustavo Leyva (ed.): Guía Comares de Immanuel Kant, Granada, Comares, 2023, 21–37"}]}