{"extracted_information": "El contenido web contiene fragmentos textuales de la obra de Immanuel Kant \"Respuesta a la pregunta: ¿Qué es la Ilustración?\". Los fragmentos relevantes para la consulta son los siguientes:\n\n\"La Ilustración es la salida del hombre de su autoculpable minoría de edad. La minoría de edad significa la incapacidad de servirse de su propio entendimiento sin la guía de otro. Uno mismo es culpable de esta minoría de edad cuando la causa de ella no reside en la carencia de entendimiento, sino en la falta de decisión y valor para servirse por sí mismo de él sin la guía de otro. *Sapere aude!* [¡Atrévete a saber!] ¡Ten valor de servirte de tu propio entendimiento!, he aquí el lema de la Ilustración.\"\n\n\"La pereza y la cobardía son las causas de que una gran parte de los hombres permanezca, gustosamente, en minoría de edad a lo largo de la vida, a pesar de que hace ya tiempo la naturaleza los liberó de dirección ajena; y por eso es tan fácil para otros el erigirse en sus tutores. ¡Es tan cómodo ser menor de edad! Si tengo un libro que piensa por mí, un director espiritual que reemplaza mi conciencia moral, un médico que me prescribe la dieta, etc., entonces no necesito esforzarme. Si puedo pagar, no tengo necesidad de pensar; otros asumirán por mí tan fastidiosa tarea.\"\n\n\"Por tanto, es difícil para todo individuo lograr salir de esa minoría de edad, casi convertida ya en naturaleza suya. Incluso le ha tomado afición y se siente realmente incapaz de valerse de su propio entendimiento, porque nunca se le ha dejado hacer dicho ensayo.[. . .] Por eso, pocos son los que, por esfuerzo del propio espíritu, han conseguido salir de esa minoría de edad y proseguir, sin embargo, con paso seguro.\"\n\n\"Pero, en cambio, es posible que el público se ilustre a sí mismo, algo que es casi inevitable si se le deja en libertad.\"", "specifications": {}, "pricing": {}, "features": [], "statistics": {}, "temporal_info": {}, "geographical_data": {}, "references": []}