{"extracted_information": "El texto proporcionado es una traducción al español de la obra de Immanuel Kant, \"Fundamentación de la metafísica de las costumbres\". Contiene análisis detallados de los conceptos éticos fundamentales de Kant, incluyendo la voluntad buena, el deber, la máxima, la distinción entre imperativos hipotéticos y categóricos, las formulaciones del imperativo categórico y las ideas de autonomía, heteronomía y el reino de los fines. A continuación se extraen citas textuales relevantes.", "specifications": {}, "pricing": {}, "features": [], "statistics": {}, "temporal_info": {}, "geographical_data": {}, "references": [], "kantian_concepts": {"voluntad_buena": "Ni en el mundo, ni, en general, tampoco fuera del mundo, es posible pensar nada que pueda considerarse como bueno sin restricción, a no ser tan sólo una *buena voluntad*.", "deber": "Para desenvolver el concepto de una voluntad digna de ser estimada por sí misma, de una voluntad buena sin ningún propósito ulterior, tal como ya se encuentra en el sano entendimiento natural, sin que necesite ser enseñado, sino, más bien explicado, para desenvolver ese concepto que se halla siempre en la cúspide de toda la estimación que hacemos de nuestras acciones y que es la condición de todo lo demás, vamos a considerar el concepto del *deber*, que contiene el de una voluntad buena, si bien bajo ciertas restricciones y obstáculos subjetivos...", "valor_moral_accion_por_deber": "una acción hecha por deber tiene su valor moral, *no en el propósito* que por medio de ella se quiere alcanzar, sino en la máxima por la cual ha sido resuelta; no depende, pues, de la realidad del objeto de la acción, sino meramente del principio *del querer*, según el cual ha sucedido la acción, prescindiendo de todos los objetos de la facultad del desear.", "deber_respeto_ley": "...*el deber es la necesidad de una acción por respeto a la ley*.", "respeto_pura_ley": "Una acción realizada por deber tiene, empero, que excluir por completo el influjo de la inclinación, y con ésta todo objeto de la voluntad; no queda, pues, otra cosa que pueda determinar la voluntad, si no es, objetivamente, la *ley* y, subjetivamente, el *respeto puro* a esa ley práctica, y, por tanto, la máxima de obedecer siempre a esa ley, aun con perjuicio de todas mis inclinaciones.", "valor_moral_reside_ley": "Por tanto, no otra cosa, sino sólo la *representación de la ley* en sí misma -la *cual desde luego no se encuentra más que en el ser racional*-, en cuanto que ella y no el efecto esperado es el fundamento determinante de la voluntad, puede constituir ese bien tan excelente que llamamos bien moral, el cual está presente ya en la persona misma que obra según esa ley, y que no es lícito esperar de ningún efecto de la acción.", "imperativo": "La representación de un principio objetivo, en tanto que es constrictivo para una voluntad, llámase mandato (de la razón), y la fórmula del mandato llámase imperativo.", "distincion_imperativos": "Pues bien, todos los *imperativos* mandan, ya *hipotética*, ya *categóricamente*. Aquéllos representan la necesidad práctica de una acción posible, como medio de conseguir otra cosa que se quiere (o que es posible que se quiera). El imperativo categórico sería el que representase una acción por sí misma, sin referencia a ningún otro fin, como objetivamente necesaria.", "distincion_imperativos_sagacidad_moralidad": "Hay, sin embargo, un fin que puede presuponerse real en todos los seres racionales (en cuanto que les convienen los imperativos, como seres dependientes que son); hay un propósito que no sólo *pueden* tener, sino que puede presuponerse con seguridad que todos tienen, por una necesidad natural, y éste es el propósito de la *felicidad*.\nEl imperativo hipotético que representa la necesidad práctica de la acción como medio para fomentar la felicidad es *asertórico*....\nPor último, hay un imperativo que, sin poner como condición ningún propósito a obtener por medio de cierta conducta, manda esa conducta inmediatamente. Tal imperativo es *categórico*. No se refiere a la materia de la acción y a lo que de ésta ha de suceder, sino a la forma y al principio de donde ella sucede, y lo esencialmente bueno de la acción consiste en el ánimo que a ella se lleva, sea el éxito el que fuere. Este imperativo puede llamarse el de la *moralidad*.", "form_imp_categ_universalidad_ley": "El imperativo categórico es, pues, único, y es como sigue: *obra sólo según una máxima tal que puedas querer al mismo tiempo que se torne ley universal*.", "form_imp_categ_ley_naturaleza": "Resulta de aquí que el imperativo universal del deber puede formularse: *obra como si la máxima de tu acción debiera tornarse, por tu voluntad, ley universal de la naturaleza*.", "poder_querer_ley_universal": "Hay que *poder querer* que una máxima de nuestra acción sea ley universal: tal es el canon del juicio moral de la misma, en general.", "fin_en_si_mismo_ser_racional": "Pero suponiendo que haya algo *cuya existencia en sí misma* posea un valor absoluto, algo que, como *fin en sí mismo*, pueda ser fundamento de determinadas leyes, entonces en ello y sólo en ello estaría el fundamento de un posible imperativo categórico, es decir, de la ley práctica.\nAhora yo digo: el hombre, y en general todo ser racional, *existe* como *fin en sí mismo, no sólo como* medio para usos cualesquiera de esta o aquella voluntad; debe en todas sus acciones, no sólo las dirigidas a sí mismo, sino las dirigidas a los demás seres racionales, ser considerado siempre *al mismo tiempo como fin*.", "form_imp_categ_humanidad_fin": "El imperativo práctico será, pues, como sigue: *obra de tal modo que uses la humanidad, tanto en tu persona como en la persona de cualquier otro, siempre como un fin al mismo tiempo y nunca solamente como un medio*.", "autonomia": "La *autonomía* es, pues, el fundamento de la dignidad de la naturaleza humana y de toda naturaleza racional.", "autonomia_principio_moralidad": "La autonomía de la voluntad es la constitución de la voluntad, por la cual es ella para sí misma una ley -independientemente de como estén constituidos los objetos del querer-. El principio de la autonomía es, pues, no elegir de otro modo sino de éste: que las máximas de la elección, en el querer mismo, sean al mismo tiempo incluidas como ley universal.", "heteronomia_origen_principios_ileg": "Cuando la voluntad busca la ley, que debe determinarla, en *algún otro punto* que no en la aptitud de sus máximas para su propia legislación universal y, por tanto, cuando sale de sí misma a buscar esa ley en la constitución de alguno de sus objetos, entonces prodúcese siempre *heteronomía*.", "reino_de_los_fines": "El concepto de todo ser racional, que debe considerarse, por las máximas todas de su voluntad, como universalmente legislador, para juzgarse a sí mismo y a sus acciones desde ese punto de vista, conduce a un concepto relacionado con él y muy fructífero, el concepto de un *reino de los fines*.\nPor *reino* entiendo el enlace sistemático de distintos seres racionales por leyes comunes.", "libertad_autonomia_moralidad": "La citada definición de la libertad es *negativa* y, por tanto, infructuosa para conocer su esencia. Pero de ella se deriva un concepto positivo de la misma que es tanto más rico y fructífero. ... ¿Qué puede ser, pues, la libertad de la voluntad sino autonomía, esto es, propiedad de la voluntad de ser una ley para sí misma? Pero la proposición: «la voluntad es, en todas las acciones, una ley de sí misma», caracteriza tan sólo el principio de no obrar según ninguna otra máxima que la que pueda ser objeto de sí misma, como ley universal. Ésta es justamente la fórmula del imperativo categórico y el principio de la moralidad; así, pues, voluntad libre y voluntad sometida a leyes morales son una y la misma cosa.", "tres_formulas_mismo_principio": "Las tres citadas maneras de representar el principio de la moralidad son, en el fondo, otras tantas fórmulas de una y la misma ley, cada una de las cuales contiene en sí a las otras dos. Sin embargo, hay en ellas una diferencia que, sin duda, es más subjetiva que objetivamente práctica, pues se trata de acercar una idea de la razón a la intuición(según cierta analogía) y por ello al sentimiento.", "form_imp_categ_resumen": "obra *según la máxima que pueda hacerse a sí misma al propio tiempo ley universal*.", "form_voluntad_absolutamente_buena": "obra siempre por tal máxima, que puedas querer al mismo tiempo que su universalidad sea ley; ésta es la única condición bajo la cual una voluntad no puede estar nunca en contradicción consigo misma, y este imperativo es categórico. ... resulta que el imperativo categórico puede expresarse así: *obra según máximas que puedan al mismo tiempo tenerse por objeto a sí mismas, como leyes naturales universales*. Así está constituida la fórmula de una voluntad absolutamente buena."}}